brew "asdf"
brew "coreutils"
brew "curl"
brew "fzf"
brew "git"
brew "go"
brew "gpg2"
brew "grc"
brew "postgresql"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "zsh"

tap "thoughtbot/formulae"
brew "rcm"

tap "homebrew/cask"
tap "homebrew/cask-versions"

cask "bitwarden"
cask "firefox-developer-edition"
cask "kitty"
cask "protonvpn"
cask "textual" # IRC client
cask "phoenix" # window manager
cask "transmission"

cask "steam"
